Repository: alesimula/wsa_pacman
Catalog: locale/*.arb
Languages: ar, ca, de, es, fa, fr, he, id, it, ja, ko, ku, pl, pt, ru, vi, zh_hant

# locale_desc
source: English
ar: العربية
ca: Català
de: Deutsch
es: Español
fa: فارسی
fr: Français
he: עברית
id: Bahasa Indonesia
it: Italiano
ja: 日本語
ko: 한국어
ku: کوردی
pl: Polski
pt: Português (Brasil)
ru: Русский
vi: Tiếng Việt
zh_hant: 中文 (繁體)

# locale_system
source: System
ar: النظام
ca: Sistema
es: Sistema
fa: سیستم
fr: Système
he: מערכת
id: Sistem
it: Sistema
ja: システム
ko: 시스템
ku: سیستەم
pl: Systemowy
pt: Sistema
ru: Как в системе
vi: Hệ thống
zh_hant: 系統

# btn_boot
source: Turn on
ar: تشغيل
ca: Engegar
de: Starten
es: Encender
fa: روشن کردن
fr: Démarrer
he: הפעל
id: Nyalakan
it: Avvia
ja: オンにする
ko: 켜기
ku: کارای بکە
pl: Włącz
pt: Ativar
ru: Запустить
vi: Chế độ
zh_hant: 啟動

# btn_auth
source: Reauthenticate
ar: إعادة المصادقة
ca: Torna a autenticar
de: Erneut authentifizieren
es: Reautenticar
fa: تأیید دوباره
fr: Réauthentifier
he: אימות מחדש
id: Otentikasi ulang
it: Riautentica
ja: 再認証
ko: 다시 인증
ku: دووبارە سەلماندن
pl: Ponownie uwierzytelnij
pt: Reautenticar
ru: Повторная аутентификация
zh_hant: 重新驗證

# btn_dev_settings
source: Developer options
ar: خيارات المطور
ca: Opcions de desenvolupador
de: Entwickleroptionen
es: Opciones de desarrollador
fa: گزینه‌های توسعه‌دهنده
fr: Options de développeur
he: אפשרויות מפתח
id: Opsi pengembang
it: Opzioni sviluppatore
ja: 開発者オプション
ko: 개발자 옵션
ku: ھەڵبژاردەکانی پەرەپێدەر
pl: Opcje dla programistów
pt: Opções de desenvolvedor
ru: Настройки разработчика
zh_hant: 開發者選項

# btn_switch_on
source: On
ar: تشغيل
ca: Encès
de: An
fa: روشن
he: פועל
id: Nyala
ja: オン
ko: 켬
ku: ھەڵبوو
pl: Wł.
pt: Lig
ru: Вкл.
vi: Bật
zh_hant: 開

# btn_switch_off
source: Off
ar: إيقاف
ca: Apagat
de: Aus
fa: خاموش
he: כבוי
id: Mati
ja: オフ
ko: 끔
ku: کوژاوە
pl: Wył.
pt: Desl
ru: Выкл.
vi: Tắt
zh_hant: 關

# status_subtext_winver_10
source: Windows 10
es: Windows 10 detectado
fa: ویندوز 10
it: rilevato Windows 10
ku: ویندۆزی ١٠

# status_subtext_winver_older
source: Older Windows Version
ar: إصدار Windows أقدم
ca: Versions de Windows més antigues
de: Frühere Windows Version
es: Versión anterior de Windows detectada
fa: نسخه قدیمی ویندوز
fr: Version antérieure de Windows
he: גרסת Windows ישנה יותר
id: Versi Lama Windows
it: rilevata una vecchia versione di Windows
ja: 古い Windows のバージョン
ko: 구형 Windows
ku: وەشانێکی ویندۆزی کۆنتر
pl: Starsza wersja systemu Windows
pt: Versão antiga do Windows
ru: Устаревшая версия Windows
vi: Phiên bản Windows cũ hơn
zh_hant: 舊 Windows 版本

# status_unsupported
source: WSA not installed
ar: لم يتم تثبيت النظام الفرعي
ca: WSA no està suportat
de: WSA ist nicht installiert.
es: WSA no instalado
fa: WSA نصب نشده
fr: WSA pas installé
he: WSA לא מותקן
id: WSA belum terinstal
it: WSA non installato
ja: WSA がインストールされていません。
ko: WSA가 설치되지 않음
ku: WSA دانەمەزێندراوە
pl: WSA nie jest zainstalowany
pt: WSA não instalado
ru: Подсистема Windows под Android не поддерживается
vi: WSA chưa được cài đặt
zh_hant: 尚未安裝 WSA

# status_unsupported_desc
source: {windowsVersion} detected and WSA not found; this application depends on WSA, which is only officially supported on Windows 11
ar: تم العثور على الإصدار {windowsVersion} ولم يتم تثبيت 'نظام Windows الفرعي لـ Android™'؛ حيث يعتمد التطبيق عليه، والذي يثبت بشكل رسمي على Windows 11 فقط
ca: Estàs executant {windowsVersion} però no s'ha trobat WSA; aquesta aplicació necessita WSA, que sols està suportada en Windows 11
de: {windowsVersion} wurde erkannt und WSA nicht gefunden; diese Anwendung benötigt WSA welche nur auf Windows 11 offiziell verfügbar ist.
es: {windowsVersion} y WSA no encontrado; esta aplicación depende de WSA, que solo es oficialmente compatible con Windows 11
fa: {windowsVersion} شناسایی شد و یافت نشد. این برنامه به WSA وابسته است که به طور رسمی فقط در ویندوز 11 پشتیبانی می شود
fr: {windowsVersion} détectée et WSA non trouvé; cette application dépend de WSA, qui n'est officiellement pris en charge que sur Windows 11
he: זוהתה מערכת הפעלה {windowsVersion} WSA ולא נמצא; תוכנה זו תלויה ב WSA, אשר נתמך רשמית רק ב-Windows 11.
id: {windowsVersion} terdeteksi dan WSA tidak ditemukan; aplikasi ini tergantung pada WSA, yang hanya didukung secara resmi di Windows 11
it: WSA non trovato e {windowsVersion}; l'applicazione necessita WSA, che è ufficialmente supportato soltanto su Windows 11
ja: {windowsVersion} を使用しています。Windows にWSA がインストールされていません。このアプリケーションを使用するには WSA が必要で、Windows 11 のみ正式にサポートされています。
ko: 운영 체제가 {windowsVersion}인 것으로 보이며 WSA를 찾을 수 없습니다. 본 프로그램은 WSA에 종속되어 있으며, Windows 11에서만 이용할 수 있습니다.
ku: {windowsVersion} ناسرایەوە و WSA نەدۆزرایەوە؛ ئەم بەرنامەیە لەسەر WSA بەندە، کە بە فەرمی تەنیا لەسەر ویندۆزی ١١ پاڵپشتیی دەکرێت
pl: Wykryto {windowsVersion} i nie znaleziono WSA; ta aplikacja jest zależna od WSA, który jest oficjalnie wspierany tylko w systemie Windows 11
pt: {windowsVersion} detectado e WSA não encontrado. Este aplicativo depende do WSA, que é suportado oficialmente no Windows 11
vi: {windowsVersion} phát hiện và không tìm thấy WSA; ứng dụng này phụ thuộc vào WSA, chỉ được hỗ trợ chính thức trên Windows 11
zh_hant: 檢測到 {windowsVersion} 但未找到 Android 子系統；此應用程式僅在 Windows 11 正式支援。

# status_unauthorized
source: Unauthorized
ar: غير مصرح به
ca: No autoritzat
de: Nicht autorisiert
es: No autorizado
fa: غیر مجاز
fr: Non autorisé
he: לא מאושר
id: Tidak sah
it: Non autorizzato
ja: 未認証
ko: 인증되지 않음
ku: ڕێگەپێنەدراو
pl: Nieupoważniony
pt: Não autorizado
ru: Неавторизованный
zh_hant: 未授權

# status_unauthorized_desc
source: Debugging authorization was dismissed or revoked; press the first button, select 'always allow', then click on 'allow'; If no popup appears, open developer options and disable and re-enable 'USB debugging'
ar: تم رفض مصادقة بيانات التشخيص أو إلغاءه؛ الضغط على الزر الأول، اختيار 'السماح دومًا'، ثم الضغط على 'سماح'؛ إذا لم ينثبق مربع الحوار، فتح خيارات المطور وتعطيل وإعادة تمكين 'تصحيح USB'
ca: S'ha denegat o revocat l'autorització de depuració; prem el primer botó, selecciona 'sempre permet', després fes clic a 'permet'; Si no apareix cap finestra emergent, obre les opcions de desenvolupador i desactiva i torna a activar 'depuració USB'
de: Die Debugging-Autorisierung wurde abgelehnt oder widerrufen; drücken Sie die erste Schaltfläche, wählen Sie 'Immer zulassen' und klicken Sie dann auf 'Zulassen'; Wenn kein Popup angezeigt wird, öffnen Sie die Entwickleroptionen und deaktivieren und reaktivieren Sie die 'USB-Debugging'
es: La autorización de depuración se ha negado o revocado; presione el primer botón, seleccione 'siempre permitir' y luego haga clic en 'permitir'; Si no aparece una ventana emergente, abra las opciones de desarrollador y desactive y vuelva a activar 'depuración USB'
fa: تأیید توسعه دهنده رد شده یا لغو شده است؛ لطفا دکمه اول را کلیک کنید، «همیشه مجاز» را انتخاب کرده و روی «مجاز» کلیک کنید؛ اگر پنجره پاپ آپ نشان ندهد، گزینه های توسعه دهنده را باز کرده و غیر فعال کردن و دوباره فعال کردن 'دیباگ USB'
fr: L'autorisation de débogage a été refusée ou révoquée; appuyez sur le premier bouton, sélectionnez 'toujours autoriser' et cliquez sur 'autoriser'; Si aucune fenêtre contextuelle n'apparaît, ouvrez les options de développeur et désactivez et réactivez le débogage USB
he: האימות לפיתוח נדחה או בוטל; לחץ על הכפתור הראשון, בחר תמיד מאשר ולחץ על מאשר; אם לא מופיע חלון קופץ, פתח אפשרויות מפתח וכבה ואפס הפעלה של ניפוי USB
id: Otorisasi debugging ditolak atau dicabut; tekan tombol pertama, pilih 'selalu izinkan' lalu klik 'izinkan'; Jika tidak muncul pop-up, buka opsi pengembang dan nonaktifkan dan aktifkan kembali 'debugging USB'
it: L'autorizzazione per il debug è stata negata o revocata; premere il primo pulsante, selezionare 'consenti sempre' e quindi fare clic su 'consenti'; Se non compare alcuna finestra pop-up, aprire le opzioni sviluppatore e disattivare e riattivare l'opzione 'Debug USB'
ja: デバッグ認証は拒否されたか、取り消されました。最初のボタンを押し、「常に許可」を選択し、「許可」をクリックしてください。ポップアップが表示されない場合は、開発者オプションを開き、「USBデバッグ」を無効にして再度有効にしてください。
ko: 디버깅 인증이 거부되었거나 취소되었습니다. 첫 번째 버튼을 누르고 '항상 허용'을 선택하고 '허용'을 클릭하세요. 팝업이 나타나지 않으면 개발자 옵션을 열고 USB 디버깅을 비활성화하고 재활성화하세요.
pl: Autoryzacja debugowania została odrzucona lub cofnięta; naciśnij pierwszy przycisk, wybierz 'zawsze zezwalaj' i kliknij 'zezwól'; jeśli nie pojawi się okno dialogowe, otwórz opcje dla programistów i wyłącz i włącz ponownie 'debugowanie USB'
pt: A autorização de depuração foi negada ou revogada; pressione o primeiro botão, selecione 'permitir sempre' e clique em 'permitir'; se nenhuma janela pop-up aparecer, abra as opções de desenvolvedor e desabilite e reabilite o 'depuração USB'
ru: Авторизация для отладки была отклонена или отозвана; нажмите первую кнопку, выберите 'всегда разрешать' и нажмите 'разрешить'; если не отображается всплывающее окно, откройте настройки разработчика и отключите и снова включите 'отладку USB'
zh_hant: 調試授權被拒絕或撤銷；按一下第一個按鈕，選擇“總是允許”，然後點擊“允許”；如果沒有彈出窗口，請打開開發人員選項並禁用和重新啟用“USB調試”

# status_missing
source: WSA not installed
ar: لم يتم تثبيت النظام الفرعي
ca: WSA no està instal·lat
de: WSA ist nicht installiert.
es: WSA no instalado
fa: WSA نصب نشده
fr: WSA pas installé
he: WSA לא מותקן
id: WSA tidak ditemukan
it: WSA non installato
ja: WSA がインストールされていません。
ko: WSA가 설치되지 않음
ku: WSA دانەبەزێندراوە
pl: WSA nie jest zainstalowany
pt: WSA não instalado
ru: Подсистема Windows под Android не установлена
vi: WSA chưa được cài đặt
zh_hant: 未安裝 Android 子系統

# status_missing_desc
source: WSA not found; this application depends on WSA, please install Windows Subsystem for Android (or the Amazon Appstore) from the Microsoft Store
ar: لم يتم العثور على 'نظام Windows الفرعي لـ Android™' ؛ حيث يعتمد التطبيق عليه، الرجاء تثبيته (أو تثبيت Amazon Appstore) من Microsoft Store
ca: No s'ha trobat WSA; aquesta aplicació depèn en WSA, per favor, instal·la el Subsistema de Windows per a Android (Windows Subsystem for Android) o la Appstore de Amazon des de la tenda de Microsoft
de: WSA wurde nicht gefunden; diese Anwendung benötigt WSA, Windows Subsystem für Android (oder der Amazon AppStore) kann vom Microsoft Store bezogen werden.
es: WSA no encontrado; esta aplicación depende de WSA, instale Windows Subsystem para Android (o Amazon Appstore) desde Microsoft Store
fa: WSA یافت نشد. این برنامه وابسته به WSA است، لطفا زیرسیستم ویندوز را برای اندروید (یا اپ استور آمازون) از Microsoft Store را نصب کنید
fr: WSA non trouvé; cette application dépend de WSA, veuillez installer Windows Subsystem pour Android (ou l'Amazon Appstore) à partir du Microsoft Store
he: WSA לא נמצא; תוכנה זו תלויה ב-WSA, התקן את תת-המערכת של וינדוס עבור Android (לדוגמה מ-Microsoft Store)
id: WSA tidak ditemukan; aplikasi ini bergantung pada WSA, silakan instal Subsistem Windows untuk Android (atau Amazon Appstore) dari Microsoft Store
it: WSA non trovato; l'applicazione necessita WSA, per favore installa il Sottosistema Windows per Android (o l'Amazon Appstore) dallo Store di Microsoft
ja: WSA が見つかりません。このアプリケーションを使用するにはWSAが必要です。Microsoft StoreからAndroid™️ 用 Windows サブシステムをインストールしてください。
ko: WSA를 찾을 수 없습니다. 본 프로그램은 WSA에 종속되어 있으므로, Microsoft Store에서 Windows Subsystem for Android (또는 Amazon 앱스토어)를 설치하십시오.
ku: WSA نەدۆزرایەوە؛ ئەم بەرنامەیە لەسەر WSA بەندە، تکایە Windows Subsystem for Android (یان Amazon Appstore) لە Microsoft Storeەوە داببەزێنە
pl: Nie znaleziono WSA; ta aplikacja jest zależna od WSA, zainstaluj Podsystem Windows dla systemu Android (lub Amazon Appstore) ze sklepu Microsoft Store
pt: WSA não encontrado. Este aplicativo depende do WSA, instale o Windows Subsystem for Android (ou Amazon Appstore) da Microsoft Store
ru: Подсистема Windows под Android не найдена: это приложение зависит от WSA, установите подсистему Windows для Android (или Магазин приложений Amazon) из магазина Microsoft Store
vi: Không tìm thấy WSA; ứng dụng này phụ thuộc vào WSA, vui lòng cài đặt Windows Subsystem for Android (hoặc Amazon Appstore) từ Microsoft Store
zh_hant: 未找到 Android 子系統；請從 Microsoft Store 安裝適用於 Windows 的 Android 子系統（或 Amazon Appstore）。

# status_unknown
source: Connecting
ar: قيد الاتصال
ca: Connectant
de: Verbinde
es: Conectando
fa: در حال اتصال
he: מתחבר
id: Menghubungkan
it: Connessione
ja: 接続中
ko: 연결 중
ku: پەیوەستبوون
pl: Łączenie
pt: Conectando
ru: Подключение
vi: Đang kết nối
zh_hant: 正在連接

# status_unknown_desc
source: Waiting for a WSA connection to be established...
ar: في انتظار الاتصال بالنظام الفرعي
ca: Esperant a establir la connexió amb WSA...
de: Warte auf die Verbindung zu WSA...
es: Esperando a que se establezca la conexión con WSA...
fa: در انتظار برقراری اتصال WSA...
fr: Attente de l'établissement d'une connexion à WSA...
he: ממתין ליצירת חיבור עם WSA...
id: Menunggu koneksi WSA dibuat...
it: In attesa di una connessione con WSA...
ja: WSA との接続が確立されるのを待っています...
ko: WSA에 연결되기를 기다리고 있습니다...
ku: چاوەڕوانی پەیوەندیی WSAین تاکوو جێگیر بێت...
pl: Oczekiwanie na nawiązanie połączenia z WSA...
pt: Aguardando que uma conexão WSA seja estabelecida...
ru: Ожидание соединения с подсистема Windows под Android
vi: Đang đợi kết nối WSA được thiết lập...
zh_hant: 正在等待建立 WSA 連接...

# status_starting
source: Starting
ar: قيد التشغيل
ca: Iniciant
de: Starte
es: Iniciando
fa: شروع ...
fr: Démarrage
he: מפעיל
id: Memulai
it: Avvio
ja: 起動中
ko: 시작 중
ku: دەستپێکردن
pl: Uruchamianie
pt: Iniciando
ru: Запуск
vi: Bắt đầu
zh_hant: 正在啟動

# status_starting_desc
source: WSA is starting, please stand by...
ar: يتم الآن تشغيل النظام الفرعي، الرجاء الانتظار
ca: WSA s'està iniciant, per favor espera...
de: WSA wird gestartet, bitte warten...
es: WSA se está iniciando, por favor espere...
fa: WSA در حال شروع است، لطفا منتظر بمانید...
fr: WSA démarre, veuillez patienter...
he: מפעיל את WSA, אנא המתן...
id: WSA dimulai, harap bersiap-siap...
it: WSA è in fase di avvio, per favore attendi...
ja: WSA が起動しています。しばらくお待ちください...
ko: WSA를 시작하고 있습니다, 잠시 기다려주십시오...
ku: WSA دەست پێ دەکات، تکایە چاوەڕوان بە...
pl: WSA uruchamia się, proszę czekać...
pt: WSA iniciando, aguarde...
ru: Подсистема Windows под Android запускается, подождите...
vi: WSA đang bắt đầu, vui lòng chờ...
zh_hant: WSA 正在啟動，請稍候...

# status_arrested
source: Arrested
ar: مغلق
ca: Cancel·lat
de: Gestoppt
es: Arrestado
fa: دستگیر شد
fr: Arrêté
he: נעצר
id: Ditangkap
it: Arrestato
ja: 停止中
ko: 정지됨
ku: گیرا
pl: Zatrzymany
pt: Suspenso
ru: Удержано
vi: Tắt
zh_hant: 已停滯

# status_arrested_desc
source: WSA is turned off
ar: النظام الفرعي غير مفعل
ca: WSA està desconnectat
de: WSA läuft nicht.
es: WSA esta apagado
fa: WSA خاموش شد
fr: WSA est éteint
he: WSA כבוי
id: WSA dimatikan
it: WSA è spento
ja: WSA が停止しています。
ko: WSA가 꺼졌습니다
ku: WSA کوژاوەتەوە
pl: WSA jest wyłączony
pt: WSA está desativado
ru: Подсистема Windows под Android выключена
vi: WSA đã bị tắt
zh_hant: WSA 已關閉

# status_offline
source: Offline
ar: غير متصل
ca: Desconnectat
es: Desconectado
fa: آفلاین
fr: Hors-ligne
id: Luring
ja: オフライン
ko: 오프라인
ku: دەرھێڵ
ru: Не в сети
vi: Ngoại tuyến
zh_hant: 離線

# status_offline_desc
source: Could not establish a connection with WSA: either developer mode and USB debugging are disabled or a wrong port is specified
ar: لا يمكن تكوين اتصال بالنظام الفرعي: ربما وضع المطور غير مفعل، أو تم تحديد بوابة خاطئة
ca: No s'ha pogut establir una connexió amb WSA: o l'USB debugging està desconnectat, o ho està el mode de desenvolupador, o el port indicat és incorrecte
de: Es konnte keine Verbindung zu WSA hergestellt werden: entweder ist der Entwicklermodus deaktiviert oder USB-Debugging nicht aktiv bzw. ein falscher Port angegeben.
es: No se pudo establecer una conexión con WSA: el modo desarrollador y la depuración USB están deshabilitados o se especifica un puerto incorrecto
fa: اتصال با WSA امکان‌پذیر نیست: یا حالت برنامه‌نویس و اشکال‌زدایی USB غیرفعال هستند یا پورت اشتباهی مشخص شده است.
fr: Impossible d'établir une connexion avec WSA: le mode développeur et le débogage USB sont désactivés, ou un port incorrect a été spécifié
he: לא ניתן להתחבר אל WSA: מצב מפתח ואיתור באגים ב-USB מושבתים או שצויין Port שגוי
id: Tidak dapat membuat koneksi dengan WSA: mode pengembang dan debugging USB dinonaktifkan atau port yang salah ditentukan
it: Non è stato possibile connettersi a WSA: controlla che la modalità sviluppatore e il debug USB siano attivi, e di aver specificato la porta corretta
ja: WSA との接続を確立できませんでした: 開発者モードや USB デバッグが無効になっているか、間違ったポートが指定されている可能性があります。
ko: WSA에 연결할 수 없습니다: 개발자 모드 및 USB 디버깅이 꺼져 있거나 포트가 잘못 지정되었습니다
ku: نەتواندرا کە پەیوەندییەک جێگیر بکرێت لەگەڵ WSAدا: یان شێوەی پەرەپێدەر و ھەڵەلابردنی یوو ئێس ی ناکاران یان پۆڕتێکی ھەڵە دیاری کراوە
pl: Nie można nawiązać połączenia z WSA: tryb programisty i debugowanie USB są wyłączone lub podano niewłaściwy port
pt: Não foi estabelecer uma conexão com o WSA. O modo de desenvolvedor e a depuração USB estão desabilitados ou uma porta errada foi especificada
ru: Не удалось установить соединение с WSA: либо режим разработчика и отладка по USB отключены, либо указан неверный порт
vi: Không thể thiết lập kết nối với WSA: Chế độ nhà phát triển và gỡ lỗi USB đã bị tắt hoặc sai cổng (Port) được chỉ định
zh_hant: 無法與 Android 子系統建立連接：可能的原因是未開啟開發者模式或 USB 調試被關閉或被指定了錯誤的端口。

# status_disconnected
source: Disconnected
ar: لا يمكن الاتصال
ca: Desconnectat
de: Getrennt
es: Desconectado
fa: قطع شده
fr: Déconnecté
he: מנותק
id: Terputus
it: Disconnesso
ja: 切断
ko: 연결 끊김
ku: ناپەیوەست
pl: Odłączony
pt: Desconectado
ru: Отсоединен
vi: Đã ngắt kết nối
zh_hant: 已斷開連接

# status_disconnected_desc
source: A WSA connection could not be enstablished for unknown reasons
ar: لا يمكن تكوين اتصال بالنظام الفرعي لسبب غير معروف
ca: No s'ha pogut establir una connexió amb WSA per motius desconeguts
de: Es konnte aus unbekannten Gründen keine Verbindung zu WSA hergestellt werden.
es: No se pudo establecer una conexión a WSA por razones desconocidas
fa: اتصال WSA به دلایل نامعلومی برقرار نشد
fr: Une connexion au WSA n'a pas pu être établie pour des raisons inconnues
he: לא ניתן היה ליצור חיבור עם WSA מסיבה לא ידועה
id: Koneksi WSA tidak dapat dibuat karena alasan yang tidak diketahui
it: Non è stato possibile connettersi a WSA per ragioni sconosciute
ja: WSA との接続が不明な理由で確立できませんでした。
ko: 알 수 없는 이유로 WSA에 연결할 수 없습니다
ku: نەتواندرا پەیوەندییەکی WSA جێگیر بکرێت لەبەر ھۆکارێکی نەزاندراو
pl: Z nieznanych przyczyn nie udało się nawiązać połączenia z WSA
pt: Uma conexão WSA não pôde ser estabelecido por razões desconhecidas
ru: Соединение с подсистемой Windows под Android не удалось установить по неизвестным причинам
vi: Kết nối WSA không thể được thiết lập vì những lý do không xác định
zh_hant: 由於未知原因，無法建立 WSA 連線

# status_connected
source: Connected
ar: متصل
ca: Connectat
de: Verbunden
es: Conectado
fa: وصل شده
fr: Connecté
he: מחובר
id: Terhubung
it: Connesso
ja: 接続完了
ko: 연결됨
ku: پەیوەست
pl: Połączony
pt: Conectado
ru: Подключено
vi: Đã kết nối
zh_hant: 已連接

# status_connected_desc
source: Successfully connected to WSA, all systems go
ar: تم الاتصال بنجاح
ca: S'ha connectat a WSA amb èxit, tots els serveis funcionant correctament
de: Erfolgreich verbunden.
es: Conectado con éxito a WSA, todo está bien
fa: با موفقیت به WSA متصل شد، سیستم ها کار میکند
fr: Connecté avec succès à WSA, tout est prêt
he: מחובר בהצלחה ל-WSA, כל המערכות עוברות.
id: Berhasil terhubung ke WSA, semua sistem berjalan
it: Connesso correttamente a WSA, applicazione pronta
ja: WSA との接続ができました。現在、待機中です。
ko: WSA에 성공적으로 연결했으며, 모든 시스템이 구동되고 있습니다
ku: بە سەرکەتوویی پەیوەست بوویت بە WSAیەوە!
pl: Pomyślnie połączono z WSA, wszystkie systemy działają
pt: Conectado com sucesso no WSA, todos os sistemas ativos
ru: Успешно подключено к подсистеме Windows под Android, все службы запущены
vi: Kết nối thành công với WSA, tất cả các hệ thống đều hoạt động
zh_hant: 成功連接到 WSA，所有系統正常執行

# screen_wsa
source: WSA Package Manager
ar: مدير الحزم
ca: Administrador de Paquets de WSA
de: WSA Paketmanager
es: Gestor de paquetes WSA
fa: مدیریت بسته WSA
fr: Gestionnaire de paquets WSA
he: WSA PacMan - מנהל חבילות ל-WSA
id: Manajer Paket WSA
ko: WSA 패키지 관리자
ku: بەڕێوەبەری پاکێجی WSA
pl: Menedżer pakietów WSA
pt: Gerenciador de pacotes WSA
ru: Менеджер пакетов для подсистемы Windows под Android
vi: Trình Quản Lý Cài Đặt - WSA
zh_hant: WSA 包管理器

# screen_settings
source: Settings
ar: الإعدادات
ca: Configuració
de: Einstellungen
es: Configuración
fa: تنظیمان
fr: Paramètres
he: הגדרות
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
ku: ڕێکخستنەکان
pl: Ustawienia
pt: Configurações
ru: Настройки
vi: Cài Đặt
zh_hant: 設定

# wsa_manage
source: Android Management
ar: إدارة Android
ca: Administració d'Android
de: Android Einstellungen
es: Gestión de Android
fa: مدیریت اندروید
fr: Gestion Android
he: ניהול הגדרות האנדרואיד
id: Manajemen Android
it: Gestione Android
ja: Android の管理
ko: Android 관리
ku: بەڕێوەبردنی ئەندرۆید
pl: Zarządzanie Androidem
pt: Gerenciamento do Android
ru: Управление системой Android
vi: Quản Lý Android
zh_hant: Android 管理

# wsa_manage_app
source: Manage Applications
ar: إدارة التطبيقات
ca: Administrar aplicacions
de: Apps
es: Administrar aplicaciones
fa: مدیریت برنامه ها
fr: Gérer des applications
he: נהל אפליקציות
id: Kelola Aplikasi
it: Gestione Applicazioni
ja: WSA のアプリケーション設定を開く
ko: 애플리케이션 관리
ku: بەڕێوەبردنی بەرنامەکان
pl: Aplikacje
pt: Gerenciar aplicativos
ru: Управление приложениями
vi: Quản lý ứng dụng
zh_hant: 管理應用程式

# wsa_manage_settings
source: Manage Settings
ar: إدارة الإعدادات
ca: Administrar configuració
de: System
es: Administrar configuraciones
fa: مدیریت تنظیمات
fr: Gestion des paramètres
he: נהל הגדרות
id: Kelola Pengaturan
it: Gestione Impostazioni
ja: WSA の設定を開く
ko: 설정 관리
ku: بەڕێوەبرردنی ڕێکخستنەکان
pl: Ustawienia
pt: Gerenciar configurações
ru: Управление настройками системы
vi: Quản lý cài đặt
zh_hant: 管理設定

# settings_port
source: WSA Port
ar: بوابة النظام الفرعي
ca: Port WSA
de: WSA-Debugging Port
es: Puerto WSA
fa: پورت WSA
fr: Port WSA
id: Port WSA
it: Porta WSA
ja: WSA ポート
ko: WSA 포트
ku: پۆڕتی WSA
pl: Port WSA
pt: Porta da WSA
ru: Порт
vi: Cổng WSA (Port)
zh_hant: WSA 端口

# settings_ip
source: WSA IP address
ar: عنوان IP الخاص بالنظام الفرعي
ca: Direcció IP de WSA
de: WSA IP Adresse
es: Dirección IP de WSA
fa: آدری آی پی WSA
fr: Adresse IP WSA
he: כתובת ה-IP של ה-WSA
id: Alamat IP WSA
it: Indirizzo IP WSA
ja: WSA IP アドレス
ko: WSA IP 주소
ku: ناونیشانی ئای پیی WSA
pl: Adres IP WSA
pt: Endereço IP do WSA
ru: IP-адрес
vi: Địa chỉ IP WSA
zh_hant: WSA 的 IP 位址

# settings_autostart
source: Autostart WSA before installation
ar: بدء تشغيل النظام الفرعي قبل تثبيته
ca: Iniciar WSA abans d'instal·lar
de: Starte WSA automatisch
es: Inicio automático de WSA antes de la instalación
fa: قبل از نصب WSA را به صورت خودکار راه اندازی شود
fr: Démarrage automatique de WSA avant l'installation
he: הפעל אוטומטית את WSA לפני ההתקנה
id: Otomatis mulai WSA sebelum instalasi
it: Avvia WSA automaticamente prima di un'installazione
ja: インストール前に WSA を自動起動する
ko: 설치 전 WSA 자동 실행
ku: خۆگەڕانە WSA کارپێبکە پێش دامەزراندن
pl: Autostart WSA przed instalacją
pt: Iniciar WSA antes da instalação
ru: Автоматически запускать подсистему Windows под Android перед установкой
vi: Tự động khởi động WSA trước khi cài đặt
zh_hant: 在安裝之前自動啟動 WSA

# settings_timeout
source: Timeout ({seconds} seconds)
ar: المهلة ({seconds} ثانية)
ca: Temps de caducitat ({seconds} segons)
de: Zeitüberschreitung ({seconds} Sekunden)
es: Tiempo de espera ({seconds} segundos)
fa: زمان مجاز ({seconds} ثانیه)
fr: Délai ({seconds} secondes)
he: זמן מינימלי ({seconds} שניות)
id: Batas waktu ({seconds} detik)
it: Timeout ({seconds} secondi)
ja: タイムアウト ({seconds} 秒)
ko: 시간 초과 ({seconds} 초)
ku: کات تەواو بوو ({seconds} چرکە)
pl: Limit czasowy ({seconds} sekund)
pt: Tempo limite ({seconds} segundos)
ru: Тайм-аут ({seconds} секунд)
zh_hant: 逾時 ({seconds} 秒)

# settings_language
source: Language
ar: اللغة
ca: Idioma
de: Sprache
es: Idioma
fa: زبان
fr: Langue
he: שפה
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
ku: زمان
pl: Język
pt: Idioma
ru: Язык
vi: Ngôn Ngữ
zh_hant: 語言
