Repository: alesimula/wsa_pacman
Catalog: locale/*.arb
Languages: ar, ca, de, es, fa, fr, he, id, it, ja, ko, ku, pl, pt, ru, vi, zh_hant

# settings_option_generic_system
source: System
ar: النظام
ca: Sistema
es: Sistema
fa: سیستم
fr: Système
he: מערכת
id: Sistem
it: Sistema
ja: システム
ko: 시스템
ku: سیستەم
pl: Systemowy
pt: Sistema
ru: Как в системе
vi: Hệ Thống
zh_hant: 系統

# settings_option_generic_disabled
source: Disabled
ar: إيقاف
ca: Deshabilitat
de: Deaktiviert
es: Deshabilitado
fa: غیرفعال
fr: Désactivée
he: כבוי
id: Dimatikan
it: Disabilitato
ja: 非アクティブ
ko: 꺼짐
ku: ناکارا
pl: Wyłączone
pt: Desativado
ru: Отключено
vi: Vô hiệu hóa
zh_hant: 已關閉

source: Theme mode
ar: النُسق
ca: Mode del tema
de: Design
es: Modo de tema
fa: نوع زمینه
fr: Mode thème
he: ערכת נושא
id: Mode tema
it: Modalità tema
ja: テーマモード
ko: 테마
ku: شێوەی ڕووکار
pl: Motyw
pt: Tema
ru: Тема интерфейса
vi: Giao Diện
zh_hant: 主題模式

# theme_mode_dark
source: Dark
ar: داكن
ca: Obscur
de: Dunkel
es: Oscuro
fa: تاریک
fr: Sombre
he: כהה
id: Gelap
it: Scuro
ja: ダーク
ko: 어둡게
ku: تاریک
pl: Ciemny
pt: Escuro
ru: Темная
vi: Tối
zh_hant: 深色模式

# theme_mode_light
source: Light
ar: فاتح
ca: Clar
de: Hell
es: Claro
fa: روشن
fr: Clair
he: בהיר
id: Terang
it: Chiaro
ja: ライト
ko: 밝게
ku: ڕووناک
pl: Jasny
pt: Claro
ru: Светлая
vi: Sáng
zh_hant: 淺色模式

# theme_mica
source: Window transparency
ar: شفافية النافذة
ca: Transparència de la finestra
de: Transparenz
es: Transparencia de ventana
fa: شفافیت پنجره ها
fr: Transparence de la fenêtre
he: שקיפות חלון
id: Transparan Windows
it: Trasparenza finestra
ja: ウィンドウの透明度
ko: 투명 창
ku: ڕووتەنکیی شاشە
pl: Przezroczystość okna
pt: Transparência da janela
ru: Прозрачность окна
vi: Độ trong suốt của cửa sổ
zh_hant: 視窗透明度

# theme_mica_full
source: Full
ar: كامل
ca: Completa
de: Vollständig
es: Total
fa: کامل
fr: Totale
he: מלא
id: Penuh
it: Completa
ja: 全体
ko: 전체
ku: تەواو
pl: Pełna
pt: Cheia
ru: Полная
vi: Tất cả
zh_hant: 完整

# theme_mica_partial
source: Partial
ar: جزئي
ca: Parcial
de: Teilweise
es: Parcial
fa: جزئي
fr: Partielle
he: חלקי
id: Sebagian
it: Parziale
ja: 一部
ko: 일부
ku: نیمچە
pl: Częściowa
pt: Parcial
ru: Частичная
vi: Một phần nào đó
zh_hant: 部分

# theme_icon_adaptive
source: Adaptive icons Shape
ar: تكييف الأيقونات
ca: Forma de les icones adaptives
de: Angepasste Icons
es: Forma de iconos adaptativos
fa: سازگارسازی آیکون
fr: Forme adaptative des icones
he: צורת אייקונים מותאמת
id: Ikon adaptif Bentuk
it: Forma icone adattive
ja: アダプティブアイコンのスタイル
ko: 적응형 아이콘 모양
ku: قەبارەی ئایکۆنی گونجێنەر
pl: Adaptacyjny kształt ikon
pt: Forma de ícones adaptáveis
ru: Форма адаптивных значков
vi: Biểu tượng icon
zh_hant: 自適應圖標形狀

# theme_icon_adaptive_squircle
source: Squircle
ar: مربع منحني
de: Superkreis
es: Super círculo
fa: مربع
fr: Supercercle
he: Squircle (צורה בין ריבוע לעיגול)
id: Kerucut
it: Supercerchio
ja: 半円
ko: 스퀘어클
ku: چوارگۆشە و بازنە
pl: Domyślny
pt: Quadrado-círculo
ru: Квадратокружность
vi: Hình vuông
zh_hant: 方圓形

# theme_icon_adaptive_circle
source: Circle
ar: دائري
ca: Cercle
de: Kreis
es: Circulo
fa: دایره
fr: Cercle
he: עגול
id: Lingkaran
it: Cerchio
ja: 円
ko: 원형
ku: بازنە
pl: Okrągły
pt: Círculo
ru: Кружок
vi: Vòng tròn
zh_hant: 圓形

# theme_icon_adaptive_rounded_square
source: Rounded Square
ar: مربع مستدير
ca: Quadrat rodonejat
de: Runde Ecken
es: Cuadrado redondeado
fa: گوشه های کرد
fr: Carré arrondi
he: ריבוע עם פינות מעוגלות
id: Persegi Bulat
it: Quadrato arrotondato
ja: 丸み正方形
ko: 모서리가 둥근 사각형
ku: چوارگۆشەی خڕ
pl: Zaokrąglony kwadrat
pt: Quadrado arredondado
ru: Скругленный квадрат
vi: Hình vuông (góc tròn)
zh_hant: 圓角方形

# installer_message
source: Do you want to install this application?
ar: هل يجب تثبيت هذا التطبيق؟
ca: Vols instal·lar aquesta aplicació?
de: Soll diese App installiert werden?
es: ¿Quieres instalar esta aplicación?
fa: آیا از نصب این برنامه اطمینان دارید؟
fr: Voulez-vous installer cette application ?
he: האם ברצונך להתקין את היישום הזה?
id: Apakah Anda ingin menginstal aplikasi ini?
it: Vuoi installare questa applicazione?
ja: このアプリケーションをインストールしますか?
ko: 이 애플리케이션을 설치하시겠습니까?
ku: دەتەوێت ئەم بەرنامەیە داببەزێنیت؟
pl: Czy chcesz zainstalować tą aplikację?
pt: Deseja instalar este aplicativo?
ru: Вы хотите установить это приложение?
vi: Bạn có muốn cài đặt ứng dụng này không?
zh_hant: 您要安裝此應用程式嗎？

# installer_info_version
source: Version: {appVersion}
ar: الإصدار: {appVersion}
ca: Versió: {appVersion}
es: Versión: {appVersion}
fa: تسخه: {appVersion}
he: גרסה: {appVersion}
id: Versi: {appVersion}
it: Versione: {appVersion}
ja: バージョン: {appVersion}
ko: 버전: {appVersion}
ku: وەشان: {appVersion}
pl: Wersja: {appVersion}
pt: Versão: {appVersion}
ru: Версия: {appVersion}
vi: Phiên bản: {appVersion}
zh_hant: 版本：{appVersion}

# installer_info_version_change
source: Version: {appVersionOld} => {appVersionNew}
ar: الإصدار: {appVersionOld} => {appVersionNew}
ca: Versió: {appVersionOld} => {appVersionNew}
es: Versión: {appVersionOld} => {appVersionNew}
fa: نسخه: {appVersionOld} => {appVersionNew}
he: גרסה ישנה: {appVersionOld} גרסה חדשה: {appVersionNew}
id: Versi: {appVersionOld} => {appVersionNew}
it: Versione: {appVersionOld} => {appVersionNew}
ja: バージョン: {appVersionOld} ⇒ {appVersionNew}
ko: 버전: {appVersionOld} => {appVersionNew}
ku: وەشان: {appVersionOld} => {appVersionNew}
pl: Wersja: {appVersionOld} => {appVersionNew}
pt: Versão: {appVersionOld} => {appVersionNew}
ru: Версия: {appVersionOld} => {appVersionNew}
vi: Phiên bản: {appVersionOld} => {appVersionNew}
zh_hant: 版本：{appVersionOld} => {appVersionNew}

# installer_info_package
source: Package: {appPackage}
ar: الحزمة: {appPackage}
ca: Paquet: {appPackage}
de: Paketname: {appPackage}
es: Paquete: {appPackage}
fa: بسته: {appPackage}
fr: Paquet: {appPackage}
he: חתימה: {appPackage}
id: Paket: {appPackage}
it: Pacchetto: {appPackage}
ja: パッケージ: {appPackage}
ko: 패키지: {appPackage}
ku: پاکێج: {appPackage}
pl: Pakiet: {appPackage}
pt: Pacote: {appPackage}
ru: Имя пакета: {appPackage}
vi: Gói: {appPackage}
zh_hant: 包名：{appPackage}

# installer_installing
source: Installing application {appTitle}...
ar: قيد تثبيت {appTitle}...
ca: Instal·lant {appTitle}...
de: Installiere {appTitle}...
es: Instalación de la aplicación {appTitle}...
fa: در حال نصب {appTitle}...
fr: Installation de l'application {appTitle}...
he: מתקין את האפליקציה {appTitle}...
id: Menginstal aplikasi {appTitle}...
it: Installazione di {appTitle} in corso...
ja: アプリ「{appTitle}」をインストールしています...
ko: {appTitle} 앱을 설치하고 있습니다...
ku: {appTitle} دادەبەزێت...
pl: Instalowanie aplikacji {appTitle}...
pt: Instalando aplicativo {appTitle}...
ru: Установка приложения {appTitle}...
vi: Cài đặt ứng dụng {appTitle}...
zh_hant: 正在安裝 {appTitle} 應用程式...

# installer_installed
source: The application {appTitle} was successfully installed
ar: تم تثبيت {appTitle} بنجاح
ca: {appTitle} s'ha instal·lat correctament
de: {appTitle} wurde erfolgreich installiert.
es: La aplicación {appTitle} se instaló correctamente
fa: برنامه {appTitle} نصب شد
fr: L'application {appTitle} a été installée avec succès
he: האפליקציה {appTitle} הותקנה בהצלחה
id: Aplikasi {appTitle} berhasil diinstal
it: Applicazione {appTitle} installata correttamente
ja: アプリ「{appTitle}」がインストールされました。
ko: {appTitle} 앱이 성공적으로 설치되었습니다
ku: {appTitle} بە سەرکەوتوویی دابەزێندرا
pl: Aplikacja {appTitle} została pomyślnie zainstalowana
pt: O aplicativo {appTitle} foi instalado com sucesso
ru: Приложение {appTitle} было успешно установлено
vi: Ứng dụng {appTitle} đã được cài đặt thành công
zh_hant: 應用程式 {appTitle} 已成功安裝

# installer_fail
source: The application {appTitle} was not installed
ar: لم يتم تثبيت {appTitle}
ca: {appTitle} no s'ha pogut instal·lar
de: {appTitle} wurde nicht installiert.
es: Aplicación {appTitle} noinstalada
fa: برنامه {appTitle} نصب نشد.
fr: The application {appTitle} n'a pas été installée
he: האפליקציה {appTitle} לא הותקנה
id: Aplikasi {appTitle} tidak dipasang
it: L'applicazione {appTitle} non è stata installata
ja: アプリ「{appTitle}」をインストールできませんでした。
ko: {appTitle} 앱이 설치되지 않았습니다
ku: {appTitle} دانەبەزێندرا
pl: Aplikacja {appTitle} nie została zainstalowana
pt: O aplicativo {appTitle} não foi instalado
ru: Приложение {appTitle} не было установлено
vi: Ứng dụng {appTitle} chưa được cài đặt
zh_hant: 應用程式 {appTitle} 未安裝

# installer_error_nomsg
source: The installation has failed, but no error was thrown
ar: فشل التثبيت، لكن بلا أخطاء
ca: La instal·lació ha fallat, però no s'ha detectat cap error
de: Installation ohne Angabe von Gründen fehlgeschlagen.
es: La instalación ha fallado, pero no se ha producido ningún error
fa: نصب انجام نشد، اما خطایی هم رخ نداد
fr: L'installation a échoué, mais aucune erreur n'a été renvoyée
he: ההתקנה נכשלה, אבל לא זוהתה השגיאה.
id: Instalasi telah gagal, tetapi tidak ada kesalahan yang terjadi
it: Installazione fallita senza lanciare alcun errore
ja: インストールに失敗しました。
ko: 설치에 실패하였으나, 오류를 확인할 수 없습니다
ku: دابەزینەکە شکستی ھێنا، بەڵام ھیچ ھەڵەیەک نەدۆرایەوە
pl: Instalacja nie powiodła się, ale nie zgłoszono żadnego błędu
pt: A instalação falhou, mas nenhum erro foi emitido
ru: Установка не удалась, но ошибок не было обнаружено
vi: Cài đặt không thành công, nhưng không có lỗi nào được đưa ra
zh_hant: 安裝失敗，但未拋出錯誤

# installer_error_timeout
source: Installation timed out, client has stopped waiting, but it may still be in progress in the background...
ar: انتهت مهلة التثبيت، لقد توقف العميل عن الانتظار، لكن قد يظل التثبيت قيد التقدم في الخلفية...
ca: S'ha acabat el temps d'instal·lació, el client ha deixat d'esperar, però potser encara està en curs en segon pla...
de: Installation abgelaufen, der Client wartet nicht mehr, aber der Vorgang könnte im Hintergrund noch laufen...
es: Instalación ha excedido el tiempo, el cliente ha dejado de esperar, pero puede seguir en proceso en segundo plano...
fa: زمان نصب تمام شد، مشتری نیازی به صبر ندارد، اما فرایند هنوز ممکن است در پسزمینه داشته باشد...
fr: Installation expirée, le client a arrêté d'attendre, mais le processus peut encore être en cours en arrière-plan...
he: התקנה עברה את הזמן המוקצב, הלקוח לא מחכה עוד, אבל היא עדיין עשויה להיערך ברקע...
id: Pemasangan kehabisan waktu, klien sudah tidak menunggu lagi, tapi masih mungkin berjalan di latar belakang...
it: L'installazione ha superato il tempo limite, il client ha smesso di attendere, ma potrebbe essere ancora in esecuzione in background...
ja: インストールがタイムアウトしました。クライアントはもう待っていませんが、バックグラウンドではまだ実行されている可能性があります...
ko: 설치가 시간 초과되었습니다. 클라이언트는 더 이상 기다리지 않지만 백그라운드에서는 아직 진행 중일 수 있습니다...
ku: کاتی دابەزین تەواو بوو، ڕاژەخواز وەستا لە چاوەڕوانی، بەڵام لەوانەیە لە پشتەوە ھەر بەردەوام بێت...
pl: Instalacja przekroczyła czas oczekiwania, klient przestał czekać, ale może nadal trwać w tle...
pt: A instalação excedeu o tempo limite, o cliente parou de esperar, mas pode ainda estar em progresso em segundo plano...
ru: Установка превысила время ожидания, клиент перестал ждать, но она может продолжаться в фоновом режиме...
zh_hant: 安裝已超時，客戶端已停止等待，但可能仍在背景執行...

# installer_warning_dirty
source: A manual file cleanup is needed in directory “{tempDir}”
ar: يجب تنظيف ملفات المجلد ‹{tempDir}› يدويًا
ca: Cal realitzar una neteja manual del fitxer al directori “{tempDir}”
de: Eine manuelle Dateibereinigung ist in Verzeichnis „{tempDir}“ erforderlich
es: Se requiere una limpieza manual de archivos en el directorio “{tempDir}”
fa: شاید نیاز به پاک کردن دستی فایل‌ها در پوشه ‌«{tempDir}» باشد
fr: Un nettoyage manuel des fichiers est nécessaire dans le répertoire “{tempDir}”
he: נדרשת ניקוי ידני של קבצים בספרייה “{tempDir}”
id: Dibutuhkan pembersihan file manual di direktori “{tempDir}”
it: È necessaria una pulizia manuale dei file della directory “{tempDir}”
ja: 「{tempDir}」ディレクトリでの手動ファイルクリーンアップが必要です
ko: 디렉터리 “{tempDir}” 에서 수동 파일 정리가 필요합니다
ku: سڕینەوەی فایل پێویستە لە “{tempDir}” بە شێوەیەکی دەستی
pl: Wymagane jest ręczne czyszczenie plików w katalogu „{tempDir}”
pt: É necessário uma limpeza manual de arquivos no diretório “{tempDir}”
ru: Требуется ручная очистка файлов в каталоге «{tempDir}»
zh_hant: 目錄『{tempDir}』需要手動清理文件

# installer_btn_starting
source: Starting...
ar: قيد التشغيل...
ca: Iniciant...
de: Starte WSA...
es: Iniciando...
fa: شروع...
fr: Démarrage...
he: WSA מפעיל את...
id: Memulai...
it: Avvio...
ja: 起動中です...
ko: 시작하는 중...
ku: دەستپێکردن...
pl: Rozpoczynanie...
pt: Iniciando...
ru: Запуск...
vi: Đang bắt đầu...
zh_hant: Android 子系統啟動中...

# installer_btn_loading
source: Loading...
ar: قيد التحميل...
ca: Carregant...
de: Lade App...
fa: بارگذاری...
fr: Chargement...
he: טוען...
id: Memuat...
it: Caricamento...
ja: 読み込んでいます...
ko: 불러오는 중...
ku: بارکردن...
pl: Wczytywanie...
pt: Carregando...
ru: Загрузка...
vi: Đang tải...
zh_hant: 應用程式加載中...

# installer_btn_cancel
source: Cancel
ar: إلغاء
ca: Cancel·lar
de: Abbrechen
es: Cancelar
fa: لغو
fr: Annuler
he: ביטול
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
ku: ھەڵوەشاندنەوە
pl: Anuluj
pt: Cancelar
ru: Отмена
vi: Hủy bỏ
zh_hant: 取消

# installer_btn_install
source: Install
ar: تثبيت
ca: Instal·lar
de: Installieren
es: Instalar
fa: نصب
fr: Installer
he: התקן
id: Instal
it: Installa
ja: インストール
ko: 설치
ku: دابەزاندن
pl: Zainstaluj
pt: Instalar
ru: Установить
vi: Cài đặt
zh_hant: 安裝

# installer_btn_reinstall
source: Reinstall
ar: إعادة تثبيت
ca: Reinstal·lar
de: Neu installieren
es: Reinstalar
fa: نصب مجدد
fr: Réinstaller
he: התקן מחדש
id: Instal ulang
it: Reinstalla
ja: 再インストール
ko: 재설치
ku: دووبارە دابەزاندن
pl: Zainstaluj ponownie
pt: Reinstalar
ru: Переустановить
vi: Cài đặt lại
zh_hant: 重新安裝

# installer_btn_update
source: Update
ar: تحديث
ca: Actualitzar
es: Actualizar
fa: بروزرسانی
fr: Mettre à jour
he: עדכון
id: Perbarui
it: Aggiorna
ja: アップデート
ko: 업데이트
ku: نوێکردنەوە
pl: Aktualizuj
pt: Atualizar
ru: Обновить
vi: Cập nhật
zh_hant: 更新

# installer_btn_downgrade
source: Downgrade (unsafe)
ar: عودة إلى الإصدار القديم (غير آمن)
ca: Baixar versió (insegur)
de: Downgrade (unsicher)
es: Degradar (inseguro)
fa: Downgrade (امن نیست)
fr: Rétrograder (non sécuritaire)
he: שדרוג גרסה לאחור (לא בטוח)
id: Turunkan versi (tidak aman)
it: Downgrade (non sicuro)
ja: ダウングレード(非推奨)
ko: 다운그레이드 (불안정)
ku: کەمکردنەوە (سەلامەت نییە)
pl: Downgrade (niebezpieczny)
pt: Downgrade (não seguro)
ru: Понизить версию (не безопасно)
vi: Hạ cấp (không an toàn)
zh_hant: 降級（不安全）

# installer_btn_dismiss
source: Dismiss
ar: إلغاء
ca: Tancar
de: Schließen
es: Terminar
fa: رد کردن
fr: Ignorer
he: סגור
id: Memberhentikan
it: Termina
ja: 閉じる
ko: 다시는 알리지 않음
ku: ڕەتکردنەوە
pl: Gotowe
pt: Dispensar
ru: Отклонить
vi: Bỏ qua
zh_hant: 完成

# installer_btn_open
source: Open app
ar: فتح التطبيق
ca: Obri app
de: Öffnen
es: Abrir la app
fa: باز کردن
fr: Ouvrir l'app
he: פתח אפליקציה
id: Buka aplikasi
it: Apri l'app
ja: アプリを開く
ko: 앱 열기
ku: بەرنامەکە بکەرەوە
pl: Otwórz
pt: Abrir aplicativo
ru: Открыть приложение
vi: Chạy ứng dụng
zh_hant: 開啟應用程式

# installer_btn_checkbox_shortcut
source: Create desktop shortcut
ar: إنشاء اختصار على سطح المكتب
ca: Crea una drecera a l'escriptori
de: Erstelle eine Desktop Verknüpfung
es: Crear acceso directo del escritorio
fa: ساخت میانبر در دسکتاپ
fr: Créer un raccourci sur le bureau
he: צור קיצור דרך בשולחן העבודה
id: Buat pintasan desktop
it: Aggiungi icona sul desktop
ja: デスクトップにショートカットを作成する
ko: 바탕화면 바로가기 생성
ku: شۆڕتکەتی سەر دێسکتۆپ دروست بکە
pl: Utwórz skrót na pulpicie
pt: Criar ícone na Área de Trabalho
ru: Создать ярлык на рабочем столе
vi: Tạo lối tắt trên màn hình
zh_hant: 建立桌面快捷方式

# android_permission_none
source: No permissions required
ar: لا يتطلب أي أذونات
ca: No calen permisos
de: Keine Berechtigungen erforderlich
es: Sin permisos necesarios
fa: هیچ مجوزی لازم نیست
fr: Aucune autorisation requise
he: אין צורך בהרשאות
id: Tidak diperlukan izin
it: Nessun permesso necessario
ja: 権限は必要ありません
ko: 권한 필요 없음
ku: ھیچ ڕێپێدانێک پێویست نییە
pl: Nie wymaga żadnych uprawnień
pt: Nenhuma permissão necessária
ru: Разрешения не требуются
vi: Không cần quyền
zh_hant: 不需要任何權限

# android_permission_admin
source: Manage device as administrator
ar: إدارة الجهاز كمسؤول
ca: Administrar dispositiu com a administrador
de: Gerät als Administrator verwalten
es: Gestionar dispositivo como administrador
fa: مدیریت دستگاه
fr: Gérer appareil en tant qu'administrateur
he: נהל את המכשיר כמנהל
id: Atur perangkat sebagai administrator
it: Gestisci dispositivo come amministratore
ja: 管理者としてデバイスを管理
ko: 관리자 권한으로 기기 관리
ku: ئامێرەکە بەڕێوە ببە وەک بەڕێوەبەر
pl: Zarządzanie urządzeniem jako administrator
pt: Gerenciar dispositivo como administrador
ru: Управлять устройством как администратор
vi: Quản lý thiết bị với tư cách Quản Trị Viên
zh_hant: 以管理員身份管理裝置

# android_permission_admin_brick
source: Remotely disable or reset device
ar: تعطيل الجهاز أو إعادة ضبطه عن بعد
ca: Deshabilita o reinicia dispositiu remot
de: Gerät aus der Ferne sperren oder zurücksetzen
es: Deshabilitar o restablecer el dispositivo
fa: غیرفعال یا بازنشانی دستگاه از راه دور
fr: Désactiver ou réinitialiser l'appareil
he: השבת או אפס את המכשיר מרחוק
id: Nonaktifkan atau setel ulang perangkat dari jarak jauh
it: Disabilita o ripristina dispositivo a distanza
ja: デバイスをリモートで無効にする
ko: 기기 원격 비활성화 및 초기화
ku: لە دوورەوە ئامێرەکە ناکارا بکە یان ڕێکیبخەرەوە
pl: Zdalne wyłączenie lub reset urządzenia
pt: Desativar ou redefinir dispositivo remotamente
ru: Удаленно отключить или перезагрузить устройство
vi: Vô hiệu hóa hoặc đặt lại thiết bị từ xa
zh_hant: 遠程停用或重設裝置

# android_permission_admin_lock
source: Remotely lock device
ar: قفل الجهاز عن بعد
ca: Bloqueja el dispositiu remot
de: Gerät aus der Ferne sperren
es: Bloquear dispositivo de forma remota
fa: قفل دستگاه از راه دور
fr: Verrouiller l'appareil à distance
he: נעל את המכשיר מרחוק
id: Mengunci perangkat dari jarak jauh
it: Blocca dispositivo a distanza
ja: デバイスをリモートでロックする
ko: 기기 원격 잠금
ku: لە دوورەوە ئامێرەکە قفڵ بکە
pl: Zdalne zablokowanie urządzenia
pt: Bloquear dispositivo remotamente
ru: Удаленно блокировать устройство
vi: Khóa thiết bị từ xa
zh_hant: 遠程鎖定裝置

# android_permission_storage
source: Files and media
ar: الملفات والوسائط
ca: Fitxers i mitjans
de: Speicher
es: Archivos y multimedia
fa: فایل ها و رسانه ها
fr: Fichiers et contenus multimédias
he: קבצים ומדיה
id: File dan media
it: File e contenuti multimediali
ja: ファイルとメディア
ko: 파일 및 미디어
ku: فایل و میدیاکان
pl: Pliki i multimedia
pt: Arquivos e mídia
ru: Файлы и медиаконтент
vi: Tập tin và phương tiện
zh_hant: 多媒體檔案

# android_permission_microphone
source: Microphone
ar: الميكروفون
ca: Micròfon
de: Mikrofon
es: Micrófono
fa: میکروفون
he: מיקרופון
id: Mikropon
it: Microfono
ja: マイク
ko: 마이크
ku: مایکرۆفۆن
pl: Mikrofon
pt: Microfone
ru: Микрофон
zh_hant: 麥克風

# android_permission_camera
source: Camera
ar: الكاميرا
ca: Càmera
de: Kamera
es: Cámara
fa: دوربین
fr: Caméra
he: מצלמה
id: Kamera
ja: カメラ
ko: 카메라
ku: کامێرا
pl: Aparat
pt: Câmera
ru: Камера
vi: Máy ảnh
zh_hant: 相機

# android_permission_location
source: Location
ar: الموقع
ca: Ubicació
de: Standort
es: Localización
fa: موقعیت مکانی
fr: Localisation
he: מיקום
id: Lokasi
it: Posizione
ja: 位置情報
ko: 위치
ku: ناونیشان
pl: Lokalizacja
pt: Local
ru: Местоположение
vi: Vị trí
zh_hant: 位置

# android_permission_phone
source: Phone
ar: الهاتف
ca: Telèfon
de: Telefon
es: Teléfono
fa: تلفن
fr: Téléphone
he: טלפון
id: Telepon
it: Telefono
ja: 電話
ko: 전화
ku: تەلەفون
pl: Telefon
pt: Telefone
ru: Телефон
vi: Điện thoại
zh_hant: 電話

# android_permission_call_log
source: Call logs
ar: سجل المكالمات
ca: Registres de cridades
de: Anrufliste
es: Registros de llamadas
fa: تماس ها
fr: Journaux d'appels
he: יומן שיחות
id: Log panggilan
it: Registri chiamate
ja: 通話ログ
ko: 통화 기록
ku: تۆماری پەیوەندییەکان
pl: Rejestry połączeń
pt: Registro de chamadas
ru: Список вызовов
vi: Nhật ký cuộc gọi
zh_hant: 通訊記錄

# android_permission_sms
source: Messages
ar: الرسائل
ca: Missatges
de: Nachrichten
es: Mensajes
fa: پیام ها
he: הודעות
id: Pesan
it: Messaggi
ja: メッセージ
ko: 메시지
ku: نامەکان
pl: Wiadomości
pt: Mensagens
ru: Сообщения
vi: Tin nhắn
zh_hant: 訊息

# android_permission_contacts
source: Contacts
ar: جهات الاتصال
ca: Contactes
de: Kontakte
es: Contactos
fa: مخاطبین
he: אנשי קשר
id: Kontak
it: Contatti
ja: 連絡先
ko: 주소록
ku: ھەژماری پەیوەندییەکان
pl: Kontakty
pt: Contatos
ru: Контакты
vi: Danh bạn
zh_hant: 聯絡人

# android_permission_calendar
source: Calendar
ar: التقويم
ca: Calendari
de: Kalender
es: Calendario
fa: تقویم
fr: Calendrier
he: לוח שנה
id: Kalender
it: Calendario
ja: カレンダー
ko: 일정
ku: ڕۆژژمێر
pl: Kalendarz
pt: Calendário
ru: Календарь
vi: Lịch
zh_hant: 日曆

# android_permission_activity_recognition
source: Physical activity
ar: الأنشطة الحيوية
ca: Activitat física
de: Aktivitätserkennung
es: Actividad física
fa: فعالیت های بدنی
fr: Activité physique
he: פעילות גופנית
id: Aktivitas fisik
it: Attività fisica
ja: 身体活動
ko: 신체 활동
ku: چالاکیی جەستەیی
pl: Aktywność fizyczna
pt: Atividade física
ru: Физическая активность
vi: Hoạt động thể chất
zh_hant: 體育活動

# android_permission_sensors
source: Device sensors
ar: مستشعرات الجهاز
ca: Sensors del dispositiu
de: Gerätesensoren
es: Sensores del dispositivo
fa: سنسور دستگاه
fr: Capteurs de l'appareil
he: חיישני מכשיר
id: Sensor perangkat
it: Sensori del dispositivo
ja: デバイスセンサー
ko: 기기 센서
ku: ھەستەوەرەکانی ئامێر
pl: Czujniki urządzenia
pt: Sensores do dispositivo
ru: Датчики устройства
vi: Cảm biến thiết bị
zh_hant: 裝置傳感器

# android_permission_sensors_body
source: Body sensors
ar: مستشعرات الجسم
ca: Sensors corporals
de: Körpersensoren
es: Sensores del cuerpo
fa: سنسور بدن
fr: Capteurs corporels
he: חיישני גוף
id: Sensor tubuh
it: Sensori corporei
ja: ボディセンサー
ko: 신체 센서
ku: ھەستەوەرەکانی جەستە
pl: Czujniki na ciele
pt: Sensores corporais
ru: Датчики на теле
vi: Cảm biến cơ thể
zh_hant: 身體傳感器

# android_permission_nearby_devices
source: Locate nearby devices
ar: تحديد الأجهزة القريبة
ca: Localitzar dispositius propers
de: Geräte in der Nähe
es: Buscar dispositivos cercanos
fa: پیدا کردن دستگاه های نزدیک
fr: Localiser appareils à proximité
he: אתר מכשירים קרובים
id: Temukan perangkat terdekat
it: Localizza dispositivi vicini
ja: 近くのデバイスを探す
ko: 근처 장치 찾기
ku: ئامێرە نزیکەکان بدۆزەرەوە
pl: Wykrywanie urządzeń w pobliżu
pt: Localizar dispositivos próximos
ru: Устройства поблизости
vi: Xác định vị trí các thiết bị lân cận
zh_hant: 查找附近的裝置
